{
  "Header.Item1": "Acerca de mi",
  "Header.Item2": "Experiencia",
  "Header.Item3": "Proyectos",
  "Header.Item4": "Contacto",
  "Header.cvBtn": "Curriculum",
  "Header.cvName": "CV.pdf",
  "Banner.Pretitle": "Hola! Mi nombre es",
  "Banner.Description": "Tengo <span class='underline'>4 años de experiencia</span> desarrollando sistemas, interfaces, bots y soluciones tecnológicas para hacer de la web un lugar mejor. Me dedico a escribir y refactorizar código limpio, reutilizable y escalable en <span class='underline'>Angular</span> y en ocaciones en <span class='underline'>Laravel</span> aplicando buenas practicas y estandares de desarrollo.",
  "Banner.ActionBtn": "Saludame",
  "AboutMe.Title": "Acerca de mi",
  "AboutMe.Paragraphs": [
    "En mis <span class='underline'>4 años como desarrollador</span> busco capacitarme cada día. Al mismo tiempo he trabajado escribiendo <span class='underline'>pruebas unitarias</span>, realizando <span class='underline'>integración continua</span> y también cubriendo roles de backend developer con <span class='underline'>Laravel y Mysql</span>. También he liderado equipos teniendo empatía, ejerciendo motivación a compañeros y estableciendo planes y metas en conjunto.",
    "Mis capacidades también incluyen implementar mejoras en sistemas, optimizar sitios, estandarizar patrones y sugerir y ejecutar ideas que añadan valor al proyecto en el que este trabajando.",
    "Algunas de las tecnologías en las que me he capacitado y trabajado incluyen (pero no se limitan) a:"
  ],
  "Experience.Title": "Experiencia",
  "Experience.Jobs": [
    {
      "Tab": "Proyex",
      "Title": "Fullstack developer",
      "Date": "Diciembre 2019 - Actualidad",
      "Description": [
        "Creación y mantenimiento de una plataforma de monitorio con gráficos en Wordpress.",
        "Programación funcional en plantillas y plugins para añadir las características necesarias de monitoreo.",
        "Implementación de integración continua y respaldos diarios.",
        "Creación y mantenimiento de una segunda plataforma de Monitoreo Realizada en Angular, Angular Material, Laravel, Mysql, RxJS, Sass con gráficos (configurables), sistema de alarmas, y gestión de usuarios y configuración de parámetros generales.",
        "Reuniones de planificación en informes."
      ]
    },
    {
      "Tab": "Freelancer",
      "Title": "Independiente",
      "Date": "Mayo 2016 - Actualidad",
      "Description": [
        "Implementacion de mejoras continuas, trabajando en frontend y backend.",
        "Creacion de plataformas con Angular, Laravel, Wordpress programadas con paradigmas de programación funcional, reactiva y orientada a objetos.",
        "Automatizacion de procesos con estructuras de datos.",
        "Maquetacion de diseños con SASS, Bootstrap, Materialize, Bulma, etc."
      ]
    }
  ],
  "OtherProjects.Title": "Mas proyectos",
  "OtherProjects.Projects": [
    {
      "Title": "Pokemon",
      "Description": "Buscador de pokemons que utiliza la pokeapi. Se usó programación orientada a objetos para organizar la información de los pokemons junto con su respectiva imagen.",
      "ghLink": "https://github.com/andresjosehr/pokemon-angular",
      "demoLink": "https://proyectos.andresjosehr.com/pokemon-list",
      "Technologies": [
        "Angular",
        "RxJs",
        "API",
        "Bootstrap"
      ],
      "Contact.Pretitle": "Y... ¿Ahora?",
      "Contact.Title": "¡Saludame!",
      "Contact.Content": "Estaré encantado de recibir tu contacto si quieres conversar acerca de nuevas oportunidades. Escríbeme, y te responderé tan pronto como vea tu mensaje.",
      "Contact.Btn": "Contactame"
    }